"%@ already exists. Replace?" = "¿%@ ya existe? ¿Reemplazar?";
"3rd-party source code" = "Código fuente de terceros";
"\"%@\" notification is disabled" = "La notificación de \"%@\" está deshabilitada";
"About Fcitx5 macOS" = "Acerca de Fcitx5 macOS";
"About matching key position" = "Acerca de la coincidencia por posición de tecla";
"Add" = "Agregar";
"Add an empty group" = "Agregar un grupo vacío";
"Add group" = "Agregar grupo";
"Add input methods" = "Agregar métodos de entrada";
"Add item" = "Agregar elemento";
"Addon Config" = "Configuración de complementos";
"Advanced" = "Avanzado";
"All phrases are imported" = "Todas las frases fueron importadas";
"All plugins are up to date" = "Todos los plugins están actualizados";
"Alpha (0-255)" = "Alfa (0-255)";
"Amharic" = "Amárico";
"and" = "y";
"Arabic" = "Árabe";
"Are you sure to uninstall selected plugins?" = "¿Está seguro de desinstalar los plugins seleccionados?";
"Are you sure to uninstall?" = "¿Está seguro de desinstalar?";
"Available" = "Disponible";
"Cancel" = "Cancelar";
"Cannot show config for %@: %@" = "No se puede mostrar la configuración de %1$@: %2$@";
"Check update" = "Buscar actualizaciones";
"Checking" = "Verificando";
"Chinese" = "Chino";
"Clear all data" = "Borrar todos los datos";
"Clear user data" = "Borrar datos de usuario";
"Cleared" = "Borrado";
"Click or drag %@ file here" = "Haga clic o arrastre un archivo %@ aquí";
"Click or drag image file here" = "Haga clic o arrastre un archivo de imagen aquí";
"Click or drag theme file (.conf) here" = "Haga clic o arrastre un archivo de tema (.conf) aquí";
"Click or drag to this area" = "Haga clic o arrastre a esta área";
"Click to record" = "Haga clic para grabar";
"Close" = "Cerrar";
"Config" = "Configuración";
"Copy" = "Copiar";
"Create" = "Crear";
"Current keyboard layout: %@" = "Distribución de teclado actual: %@";
"Custom Phrase" = "Frase personalizada";
"Cut" = "Cortar";
"Data" = "Datos";
"Data manager" = "Gestor de datos";
"Default" = "Predeterminado";
"Developed by" = "Desarrollado por";
"Disable" = "Desactivar";
"Done" = "Listo";
"Download failed" = "Descarga fallida";
"Edit" = "Edición";
"Enable" = "Activar";
"English" = "Inglés";
"Error" = "Error";
"Export data to …" = "Exportar datos a …";
"Export failed" = "Exportación fallida";
"Export succeeded" = "Exportación exitosa";
"Failed to check update" = "Error al buscar actualizaciones";
"Failed to convert txt table(s): %@" = "Error al convertir tabla(s) de texto: %@";
"Failed to copy Squirrel files" = "Error al copiar archivos de Squirrel";
"Failed to create" = "Error al crear";
"Failed to import %@ dict(s)" = "Error al importar %@ diccionario(s)";
"Failed to remove" = "Error al eliminar";
"Failed to save" = "Error al guardar";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 está actualizado";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 se reiniciará automáticamente si es necesario.";
"Fcitx5 will auto restart." = "Fcitx5 se reiniciará automáticamente.";
"Files with the same name will be overridden." = "Los archivos con el mismo nombre serán reemplazados.";
"Follow App background (Liquid Glass)" = "Seguir el fondo de la app (Liquid Glass)";
"Font family" = "Familia de fuente";
"Generic" = "Genérico";
"Generic font families" = "Familias de fuentes genéricas";
"Global Config" = "Configuración global";
"Group name" = "Nombre del grupo";
"Hide" = "Ocultar";
"https:// or data:image/png;base64," = "https:// o data:image/png;base64,";
"Import" = "Importar";
"Import customized table" = "Importar tabla personalizada";
"Import data from …" = "Importar datos de …";
"Import dictionaries" = "Importar diccionarios";
"Import native custom phrases" = "Importar frases personalizadas nativas";
"Import succeeded" = "Importación exitosa";
"Imported %@ phrase(s)" = "%@ frase(s) importada(s)";
"Include Rime user directory in backup file?" = "¿Incluir el directorio de usuario de Rime en el archivo de respaldo?";
"Input Methods" = "Métodos de entrada";
"Install" = "Instalar";
"Install failed" = "Instalación fallida";
"Install manually" = "Instalar manualmente";
"Installed" = "Instalado";
"Invalid file name" = "Nombre de archivo inválido";
"Invalid regular expression" = "Expresión regular no válida";
"Invalid zip" = "ZIP inválido";
"Items failed to import:" = "Elementos que fallaron al importar:";
"Japanese" = "Japonés";
"Keyboard layout not available" = "Distribución de teclado no disponible";
"Keyword" = "Palabra clave";
"Korean" = "Coreano";
"Latest (unstable) version available" = "Última versión (inestable) disponible";
"Licensed under" = "Licenciado bajo";
"Local" = "Local";
"Local Squirrel" = "Squirrel local";
"Malayalam" = "Malayalam";
"Match key position" = "Coincidir por posición de tecla";
"Maybe later" = "Quizás después";
"Name" = "Nombre";
"New file" = "Archivo nuevo";
"No" = "No";
"No files selected" = "No hay archivos seleccionados";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Normalmente, los atajos coinciden con el carácter producido por la distribución de teclado actual. Al activar esta opción, el atajo ignora la distribución de teclado y solo coincide con la posición de la tecla. Por ejemplo, un atajo grabado en la tecla A de QWERTY seguirá usando esa misma posición después de cambiar a Dvorak.";
"OK" = "Aceptar";
"Only show current language" = "Solo mostrar idioma actual";
"Open dictionary directory" = "Abrir directorio de diccionarios";
"Open directory" = "Abrir directorio";
"Open in editor" = "Abrir en editor";
"Order" = "Orden";
"Other" = "Otro";
"Paste" = "Pegar";
"Phrase" = "Frase";
"Pinyin Dictionaries" = "Diccionarios Pinyin";
"Pinyin user data" = "Datos de usuario Pinyin";
"Please update Fcitx5 in \"About\" first" = "Actualice Fcitx5 primero en \"Acerca de\"";
"Plugin Manager" = "Gestor de plugins";
"Preview" = "Vista previa";
"Quick Phrase" = "Frase rápida";
"Reload" = "Recargar";
"Reloaded" = "Recargado";
"Remove" = "Eliminar";
"Remove dictionaries" = "Eliminar diccionarios";
"Remove items" = "Eliminar elementos";
"Rename" = "Renombrar";
"Rename group" = "Renombrar grupo";
"Reset current page. To reset a single item/group, right click on its label." = "Restablecer página actual. Para restablecer un elemento/grupo, haga clic derecho en su etiqueta.";
"Reset to default" = "Restablecer predeterminado";
"Restart" = "Reiniciar";
"Restart process to load new fonts" = "Reiniciar proceso para cargar nuevas fuentes";
"Right click to reset this group" = "Clic derecho para restablecer este grupo";
"Right click to reset this item" = "Clic derecho para restablecer este elemento";
"Rime binaries" = "Binarios de Rime";
"Rime config" = "Configuración de Rime";
"Rime user data" = "Datos de usuario de Rime";
"Russian" = "Ruso";
"Save" = "Guardar";
"Saved" = "Guardado";
"Search" = "Buscar";
"Select" = "Seleccionar";
"Select a language from the left list." = "Seleccione un idioma de la lista izquierda.";
"Select All" = "Seleccionar todo";
"Select an input method from the side bar." = "Seleccione un método de entrada de la barra lateral.";
"Select App" = "Seleccionar app";
"Select font" = "Seleccionar fuente";
"Select image" = "Seleccionar imagen";
"Select/Import CSS" = "Seleccionar/Importar CSS";
"Select/Import theme" = "Seleccionar/Importar tema";
"Selected %@ file(s)" = "%@ archivo(s) seleccionado(s)";
"Set keyboard layout of group" = "Establecer distribución de teclado del grupo";
"Set keyboard layout of input method" = "Establecer distribución de teclado del método de entrada";
"Show keyboard layout" = "Mostrar distribución de teclado";
"Sinhala" = "Cingalés";
"Sogou Cell Dictionary" = "Diccionario celular Sogou";
"Status bar is hidden" = "La barra de estado está oculta";
"Switch to Debug" = "Cambiar a Depuración";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Cambie a depuración solo si Fcitx5 falla y desea ayudar a depurar.";
"Switch to Release" = "Cambiar a Versión estable";
"Table" = "Tabla";
"Table config: *.conf or *.conf.in" = "Configuración de tabla: *.conf o *.conf.in";
"Table data: *.dict or *.txt" = "Datos de tabla: *.dict o *.txt";
"Tamil" = "Tamil";
"Thai" = "Tailandés";
"Theme Editor" = "Editor de temas";
"Theme name" = "Nombre del tema";
"Toggle input method" = "Alternar método de entrada";
"Toggle Sidebar" = "Alternar barra lateral";
"Toggle the visibility of the sidebar" = "Alternar la visibilidad de la barra lateral";
"Type here to preview style" = "Escriba aquí para vista previa del estilo";
"Ukrainian" = "Ucraniano";
"Uninstall" = "Desinstalar";
"Uninstall and keep user data" = "Desinstalar y conservar datos de usuario";
"Uninstall failed, you may need to manually remove" = "Desinstalación fallida, puede ser necesario eliminar manualmente";
"Unknown - %@" = "Desconocido - %@";
"Unsupported config" = "Configuración no soportada";
"Unsupported option type %@" = "Tipo de opción no soportado %@";
"Update" = "Actualizar";
"Update available" = "Actualización disponible";
"Update now" = "Actualizar ahora";
"uses" = "usa";
"Version %@ available" = "Versión %@ disponible";
"Vietnamese" = "Vietnamita";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Cuando Liquid Glass está habilitado, el tema sigue el fondo de la app, el mismo comportamiento que los métodos de entrada integrados.\nPara establecer un tema claro/oscuro fijo, cambie Fondo → Desenfoque a \"Ninguno\" o \"Desenfoque\".";
"Yes" = "Sí";
"You may re-enable it in Advanced → macOS Frontend." = "Puede reactivarlo en Avanzado → Frontend de macOS.";
"You may re-enable it in Advanced → macOS Notification." = "Puede reactivarlo en Avanzado → Notificación de macOS.";
"Your system version is no longer supported" = "Su versión del sistema ya no es compatible";
